export const homepageMetrics = [
  {
    icon: "rocketUiIcon",
    title: "1000+",
    subtitle: "Проектов Оценнено",
  },
  {
    icon: "trophyUiIcon",
    title: "500+",
    subtitle: "Счастливых Клиентов",
  },
  {
    icon: "hourglassUiIcon",
    title: "24/7",
    subtitle: "Доступность поддержки",
  },
];

export const homepageAbout = [
  {
    id: 1,
    icon: "/bgOne.jpg",
    title: "Улучшите свой проект с помощью экспертных оценок",
    subtitle:
      "Получите углубленный анализ и инсайты для оптимизации вашего проекта. Наша платформа предоставляет практические шаги для повышения уровня вашей работы.",
  },
  {
    id: 2,
    icon: "/bgTwo.jpg",
    title: "Доступные планы подписки для всех",
    subtitle:
      "Выберите план, который соответствует вашим потребностям. Получите доступ к премиум-функциям, пользовательским оценкам и специализированной поддержке.",
  },
];

export const homepagePlans = [
  {
    id: 1,
    type: "Начальная",
    price: 799,
    options: ["Базовая оценка", "5 проектов", "Поддержка по почте"],
  },
  {
    id: 2,
    type: "Профессиональная",
    price: 1799,
    options: [
      "Детальная оценка",
      "Безлимитные проекты",
      "Приоритетная поддержка",
      "Расширенные знания",
    ],
  },
];

export const homepageReview = [
  {
    id: 1,
    icon: "/reviewOne.jpg",
    name: "Сара Ричардсон",
    review:
      "Оценка помогла мне выявить слабые места моего проекта и добиться лучших результатов!",
  },
  {
    id: 2,
    icon: "/reviewTwo.jpg",
    name: "Рики Феров x SibTech",
    review:
      "Я бы с радостью поделюсь положительным опытом с этими удивительными людьми! Невозможно переоценить, насколько они оказались надежными и профессиональными в своей работе. От начала до конца процесса я был впечатлен их отличным обслуживанием и превосходными навыками.",
  },
  {
    id: 3,
    icon: "/reviewThree.jpg",
    name: "Софи Прознан",
    review:
      "Успех моего проекта взлетел до небес после того, как я воспользовался их советами. Спасибо!",
  },
];
